/* System Audio Plugin not uninstalled err */
"A download is required to uninstall the System Audio Plugin. You can download the plugin from Techsmith.com" = "システム オーディオ プラグインをアンインストールするにはダウンロードが必要です。プラグインは TechSmith.com からダウンロードできます。";

/* System audio plugin authorization required alert message */
"Authorization Required" = "認証が必要です";

/* Authorize */
"Authorize" = "認証";

/* Cancel */
"Cancel" = "キャンセル";

/* title for alert */
"Do you want to install the System Audio Plugin?" = "システム オーディオ プラグインをインストールしますか?";

/* message for alert */
"Do you want to uninstall the System Audio Plugin?" = "システム オーディオ プラグインをアンインストールしますか?";

/* title for uninstall alert */
"Download Required to Uninstall" = "アンインストールにはダウンロードが必要";

/* install button */
"Go to Website" = "Web サイトに移動";

/* install system audio component button */
"Install" = "インストール";

/* message for install failed alert */
"Install Failed" = "インストール失敗";

/* No */
"No" = "いいえ";

/* OK */
"OK" = "OK";

/* info for install failed alert
   info for uninstall failed alert */
"Please try again." = "やり直してください。";

/* title for install alert */
"Plugin Required to Record System Audio" = "システム オーディオの録音にはプラグインが必要";

/* TechSmith Audio Capture Component not installed err */
"The plugin (licensed from Rogue Amoeba Software) is required to record system audio such as alert sounds and the audio from your internal speakers." = "アラート音や内蔵スピーカーの音などのシステム オーディオを録音するには、(Rogue Amoeba Software からライセンス供与された) プラグインが必要です。";

/* System audio plugin authorization required alert info */
"The system audio plugin is installed but not authorized. Please enable the plugin from Rogue Amoeba Software in System Preferences -> Security & Privacy." = "システム オーディオ プラグインがインストールされていますが、認証されていません。[システム環境設定] -> [セキュリティとプライバシー] で Rogue Amoeba Software のプラグインを有効にしてください。";

/* message for uninstall failed alert */
"Uninstall Failed" = "アンインストール失敗";

/* Yes */
"Yes" = "はい";

/* System Audio Plugin not installed err */
"You must install the System Audio Plugin to record system audio. You can download the plugin from Techsmith.com" = "システム オーディオを録音するには、システム オーディオ プラグインをインストールする必要があります。プラグインは TechSmith.com からダウンロードできます。";

/* System Audio Plugin not installed err */
"You will not be able to record system audio for any applications that require the plugin." = "このプラグインを必要とするアプリケーションでは、システム オーディオを録音できません。";

